;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: MissionResultReason
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[MissionResultReasons]
MissionResultReasons_None_WinMessage=
MissionResultReasons_None_LoseMessage=
MissionResultReasons_None_DrawMessage=
MissionResultReasons_Abandoned_WinMessage=The other side gave up
MissionResultReasons_Abandoned_LoseMessage=You gave up
MissionResultReasons_Abandoned_DrawMessage=
MissionResultReasons_ChallengeCycled_WinMessage=The challenges for this week are finished
MissionResultReasons_ChallengeCycled_LoseMessage=The challenges for this week are finished
MissionResultReasons_ChallengeCycled_DrawMessage=The challenges for this week are finished
MissionResultReasons_CompletedUnopposed_WinMessage=You have completed your objectives without opposition
MissionResultReasons_CompletedUnopposed_LoseMessage=
MissionResultReasons_CompletedUnopposed_DrawMessage=
MissionResultReasons_Declined_WinMessage=The other side declined to pursue you
MissionResultReasons_Declined_LoseMessage=
MissionResultReasons_Declined_DrawMessage=
MissionResultReasons_Emergency_WinMessage=
MissionResultReasons_Emergency_LoseMessage=
MissionResultReasons_Emergency_DrawMessage=Server killed the mission
MissionResultReasons_Forced_WinMessage=GM says "you win".
MissionResultReasons_Forced_LoseMessage=GM says "you lose".
MissionResultReasons_Forced_DrawMessage=GM says "you draw".
MissionResultReasons_ObjectiveCompleted_WinMessage=You completed a critical objective
MissionResultReasons_ObjectiveCompleted_LoseMessage=The other side completed a critical objective
MissionResultReasons_ObjectiveCompleted_DrawMessage=
MissionResultReasons_ObjectiveFailed_WinMessage=You failed to complete the objective
MissionResultReasons_ObjectiveFailed_LoseMessage=You failed to complete the objective
MissionResultReasons_ObjectiveFailed_DrawMessage=
MissionResultReasons_OppositionDestroyedOwnerTarget_WinMessage=The other side failed to protect a critical target
MissionResultReasons_OppositionDestroyedOwnerTarget_LoseMessage=You destroyed a critical target
MissionResultReasons_OppositionDestroyedOwnerTarget_DrawMessage=
MissionResultReasons_OwnersDestroyedOwnerTarget_WinMessage=The other side failed to protect a critical target
MissionResultReasons_OwnersDestroyedOwnerTarget_LoseMessage=You failed to protect a critical target
MissionResultReasons_OwnersDestroyedOwnerTarget_DrawMessage=
MissionResultReasons_Reassigned_WinMessage=
MissionResultReasons_Reassigned_LoseMessage=
MissionResultReasons_Reassigned_DrawMessage=You were reassigned.
MissionResultReasons_RemovedFromSide_WinMessage=
MissionResultReasons_RemovedFromSide_LoseMessage=The team leader removed you from the team
MissionResultReasons_RemovedFromSide_DrawMessage=
MissionResultReasons_SideTooSmall_WinMessage=The other side doesn't have enough players
MissionResultReasons_SideTooSmall_LoseMessage=Your side doesn't have enough players
MissionResultReasons_SideTooSmall_DrawMessage=
MissionResultReasons_TimedOut_WinMessage=The other side ran out of time
MissionResultReasons_TimedOut_LoseMessage=You ran out of time
MissionResultReasons_TimedOut_DrawMessage=
MissionResultReasons_VipKillLimitReached_WinMessage=You killed the VIP
MissionResultReasons_VipKillLimitReached_LoseMessage=The other side killed the VIP
MissionResultReasons_VipKillLimitReached_DrawMessage=
MissionResultReasons_WonFinalObjective_WinMessage=You completed the mission
MissionResultReasons_WonFinalObjective_LoseMessage=The other side completed the mission
MissionResultReasons_WonFinalObjective_DrawMessage=
MissionResultReasons_WonMostObjectives_WinMessage=You won most objectives
MissionResultReasons_WonMostObjectives_LoseMessage=The other side won most objectives
MissionResultReasons_WonMostObjectives_DrawMessage=
